const data = {
  data: [
    {
      type: "vulnerability",
      cp: [116.4551, 40.2539],
      name: "北京",
      count: 2,
      from: [
        [118.7402, 36.4307],
        [120.0586, 32.915]
      ]
    },
    {
      type: "vulnerability",
      cp: [116.4551, 40.2539],
      name: "北京",
      count: 2,
      from: [
        [118.7402, 36.4307],
        [120.0586, 32.915]
      ]
    },
    {
      type: "vulnerability",
      cp: [116.4551, 40.2539],
      name: "北京",
      count: 2,
      from: [
        [118.7402, 36.4307],
        [120.0586, 32.915]
      ]
    },
    {
      type: "vulnerability",
      cp: [116.4551, 40.2539],
      name: "北京",
      count: 2,
      from: [
        [118.7402, 36.4307],
        [120.0586, 32.915]
      ]
    },
    {
      type: "vulnerability",
      cp: [116.4551, 40.2539],
      name: "北京",
      count: 2,
      from: [
        [118.7402, 36.4307],
        [120.0586, 32.915]
      ]
    },
    {
      type: "vulnerability",
      cp: [116.4551, 40.2539],
      name: "北京",
      count: 2,
      from: [
        [118.7402, 36.4307],
        [120.0586, 32.915]
      ]
    },
    {
      type: "lowRisk",
      cp: [116.4551, 40.2539],
      name: "北京",
      count: 2,
      from: [
        [118.7402, 36.4307],
        [120.0586, 32.915]
      ]
    },
    {
      type: "invasion",
      cp: [116.4551, 40.2539],
      name: "北京",
      count: 2,
      from: [
        [118.7402, 36.4307],
        [120.0586, 32.915]
      ]
    },
    {
      type: "scanning",
      cp: [116.4551, 40.2539],
      name: "北京",
      count: 2,
      form: [
        [118.7402, 36.4307],
        [120.0586, 32.915]
      ]
    },
    {
      type: "vulnerability",
      cp: [117.4219, 39.4189],
      name: "天津",
      count: 2,
      from: [
        [118.7402, 36.4307],
        [120.0586, 32.915]
      ]
    },
    {
      type: "lowRisk",
      cp: [107.7539, 30.1904],
      name: "重庆",
      count: 2,
      from: [
        [118.7402, 36.4307],
        [120.0586, 32.915]
      ]
    },
    {
      type: "invasion",
      cp: [121.4648, 31.2891],
      name: "上海",
      count: 2,
      from: [
        [118.7402, 36.4307],
        [120.0586, 32.915]
      ]
    },
    {
      type: "scanning",
      cp: [113.4668, 22.8076],
      name: "广东",
      count: 2,
      form: [
        [118.7402, 36.4307],
        [120.0586, 32.915]
      ]
    }
  ],
  error: 0
};

export default data;
